{"PAD": 0, "DUMMY_START_RELATION": 1, "NO_OP": 2, "UNK": 3, "JUDGE": 4, "reflected in": 5, "sitting on top of": 6, "reverse skiing down": 7, "walking behind": 8, "reverse reflected on": 9, "reverse hanging off": 10, "reverse walking into": 11, "reverse cleaning": 12, "reverse hidden by": 13, "leaning over": 14, "standing in front of": 15, "throwing": 16, "playing with": 17, "using": 18, "reverse kept in": 19, "reverse leaning on": 20, "reverse at": 21, "tossing": 22, "wading in": 23, "growing near": 24, "sitting around": 25, "hanging out of": 26, "hanging above": 27, "surrounding": 28, "reverse under": 29, "reverse next to": 30, "around": 31, "has hardness": 32, "reverse lying inside": 33, "herding": 34, "reverse covered with": 35, "reverse near": 36, "reverse working in": 37, "watching": 38, "splashing": 39, "in between": 40, "reverse hung on": 41, "reverse kicking": 42, "parked in": 43, "reverse driving": 44, "hidden by": 45, "reverse walking towards": 46, "reverse growing in": 47, "reverse kissing": 48, "reverse crossing": 49, "drawn on": 50, "reverse higher than": 51, "reverse slicing": 52, "kissing": 53, "reverse has weight": 54, "sitting on": 55, "has weather": 56, "parked by": 57, "reverse has pattern": 58, "jumping off": 59, "reverse parked next to": 60, "sitting beside": 61, "skiing down": 62, "reverse traveling on": 63, "reverse sprinkled on": 64, "reverse has shape": 65, "reverse has place": 66, "reverse beside": 67, "skiing in": 68, "hanging from": 69, "reverse sitting on": 70, "hanging on": 71, "reverse has event": 72, "reverse observing": 73, "cutting": 74, "reading": 75, "playing": 76, "reverse has weather": 77, "skating on": 78, "worn around": 79, "filled with": 80, "sitting behind": 81, "getting on": 82, "standing next to": 83, "lying on": 84, "smoking": 85, "reverse longer than": 86, "above": 87, "reverse looking down at": 88, "has liquid": 89, "draped over": 90, "reverse dragging": 91, "reverse sitting with": 92, "reverse waiting for": 93, "has height": 94, "reverse growing along": 95, "topped with": 96, "smelling": 97, "reverse in front of": 98, "reverse lying on": 99, "shorter than": 100, "reflected on": 101, "taller than": 102, "reverse smiling at": 103, "has event": 104, "reverse standing next to": 105, "reverse topped with": 106, "hugging": 107, "flying through": 108, "parked near": 109, "served on": 110, "reverse sewn on": 111, "reverse playing": 112, "has color": 113, "walking in": 114, "sewn on": 115, "growing on": 116, "seen through": 117, "eating from": 118, "on the bottom of": 119, "reverse enclosing": 120, "has material": 121, "parked in front of": 122, "walking with": 123, "reverse reading": 124, "driving down": 125, "reverse driving on": 126, "growing by": 127, "smiling at": 128, "hanging off": 129, "reverse has company": 130, "reverse parked behind": 131, "parked behind": 132, "eating": 133, "reverse sitting near": 134, "reverse has color": 135, "reverse cutting": 136, "reverse flying through": 137, "reverse entering": 138, "falling off": 139, "walking on": 140, "reverse skiing in": 141, "looking in": 142, "wrapped in": 143, "reverse has width": 144, "serving": 145, "reverse resting on": 146, "reverse touching": 147, "standing under": 148, "reverse running through": 149, "reverse getting on": 150, "reverse walking toward": 151, "tied to": 152, "reverse has liquid": 153, "looking into": 154, "posing with": 155, "near": 156, "covered by": 157, "reverse smaller than": 158, "jumping over": 159, "reverse looking at": 160, "reverse cooked in": 161, "approaching": 162, "reverse about to hit": 163, "on the edge of": 164, "has hposition": 165, "reverse flying": 166, "reverse facing": 167, "reverse standing on": 168, "reverse reflecting in": 169, "has activity": 170, "reverse splashing": 171, "reverse reaching for": 172, "reverse leaning against": 173, "reverse sitting inside": 174, "standing at": 175, "stuck in": 176, "reverse buying": 177, "has age": 178, "reverse skating on": 179, "sprinkled on": 180, "reverse has tone": 181, "reverse has depth": 182, "reverse parked alongside": 183, "buying": 184, "reverse riding on": 185, "reverse in between": 186, "with": 187, "standing on": 188, "reverse jumping on": 189, "reverse has pose": 190, "reverse standing in front of": 191, "eating at": 192, "reverse smoking": 193, "standing behind": 194, "reverse parked beside": 195, "has place": 196, "towing": 197, "pushed by": 198, "entering": 199, "stuck on": 200, "reverse flying over": 201, "parked along": 202, "reverse has property": 203, "has vposition": 204, "drinking": 205, "coming from": 206, "growing along": 207, "mounted to": 208, "reverse stuck in": 209, "reverse has state": 210, "kept in": 211, "reverse feeding": 212, "reverse selling": 213, "hung on": 214, "leaning against": 215, "reverse has sport activity": 216, "reverse on the edge of": 217, "reverse drawn on": 218, "reverse decorated with": 219, "reverse tied around": 220, "reverse has size": 221, "reverse shorter than": 222, "has thickness": 223, "staring at": 224, "reverse sleeping in": 225, "walking toward": 226, "reverse on the bottom of": 227, "behind": 228, "reverse boarding": 229, "reverse has race": 230, "reverse hanging above": 231, "reverse parked by": 232, "reverse on the front of": 233, "covering": 234, "swimming in": 235, "reverse inside": 236, "petting": 237, "pulled by": 238, "reverse on the back of": 239, "jumping in": 240, "reverse contain": 241, "reverse standing on top of": 242, "standing against": 243, "reverse parked in front of": 244, "walking through": 245, "pouring": 246, "reverse walking across": 247, "reverse underneath": 248, "reverse watching": 249, "reverse grabbing": 250, "riding in": 251, "grazing on": 252, "photographing": 253, "opening": 254, "walking down": 255, "looking down at": 256, "reverse standing behind": 257, "selling": 258, "reverse has hposition": 259, "reverse with": 260, "plugged into": 261, "sitting with": 262, "walking to": 263, "talking on": 264, "has brightness": 265, "walking next to": 266, "eating in": 267, "reverse has location": 268, "reverse traveling down": 269, "driving on": 270, "reverse moving": 271, "reverse picking up": 272, "preparing": 273, "reverse grazing on": 274, "reverse wrapped in": 275, "reverse eating from": 276, "walking along": 277, "reverse coming down": 278, "reverse carrying": 279, "reverse pushed by": 280, "hang from": 281, "followed by": 282, "sitting atop": 283, "reverse walking in": 284, "reverse hanging on": 285, "reverse has height": 286, "reverse chasing": 287, "reverse sitting around": 288, "reverse pushing": 289, "has texture": 290, "moving": 291, "reverse growing from": 292, "in": 293, "trying to catch": 294, "reverse scattered on": 295, "smaller than": 296, "has fatness": 297, "reverse between": 298, "reverse looking in": 299, "reverse sitting in": 300, "reverse standing near": 301, "under": 302, "shining through": 303, "in front of": 304, "reverse covered by": 305, "standing beside": 306, "has pose": 307, "reverse has brightness": 308, "reverse has realism": 309, "on top of": 310, "sleeping on": 311, "reverse on top of": 312, "parked next to": 313, "has depth": 314, "reverse skiing on": 315, "reverse playing with": 316, "washing": 317, "reverse typing on": 318, "reverse adjusting": 319, "reverse talking on": 320, "reverse flying above": 321, "leading": 322, "reverse jumping in": 323, "reverse sleeping on": 324, "reverse washing": 325, "flying over": 326, "reverse using": 327, "reverse looking over": 328, "reverse chewing": 329, "beneath": 330, "reverse licking": 331, "riding on": 332, "helping": 333, "has cleanliness": 334, "between": 335, "has weight": 336, "going into": 337, "reverse tied to": 338, "printed on": 339, "has shape": 340, "reverse standing under": 341, "reverse looking through": 342, "reverse has fatness": 343, "next to": 344, "reverse walking past": 345, "reverse walking along": 346, "reverse climbing": 347, "sitting near": 348, "looking at": 349, "has flavor": 350, "reverse blowing out": 351, "close to": 352, "reverse mounted on": 353, "reverse sitting next to": 354, "of": 355, "feeding": 356, "leaning on": 357, "reverse throwing": 358, "reverse above": 359, "tied around": 360, "reverse worn on": 361, "chewing": 362, "reverse making": 363, "reverse photographing": 364, "pointing at": 365, "exiting": 366, "sitting under": 367, "to the left of": 368, "reverse eating in": 369, "reverse followed by": 370, "licking": 371, "reverse riding": 372, "reverse has length": 373, "reverse floating in": 374, "reverse approaching": 375, "covered in": 376, "reverse standing in": 377, "reverse has hardness": 378, "reverse going through": 379, "reverse has gender": 380, "hanging over": 381, "grazing in": 382, "leaving": 383, "slicing": 384, "reverse walking by": 385, "blowing out": 386, "flying above": 387, "reverse walking next to": 388, "reverse pouring": 389, "running in": 390, "reverse walking through": 391, "lying inside": 392, "reverse petting": 393, "walking near": 394, "sitting in front of": 395, "reverse has cleanliness": 396, "sitting by": 397, "reverse helping": 398, "reverse walking with": 399, "larger than": 400, "sitting in": 401, "reverse driving down": 402, "reverse to the left of": 403, "reverse serving": 404, "reverse parked along": 405, "grabbing": 406, "looking out": 407, "__background__": 408, "reverse posing with": 409, "reverse sitting under": 410, "reverse mounted to": 411, "reverse on the other side of": 412, "going through": 413, "reverse full of": 414, "reverse chained to": 415, "reverse catching": 416, "floating in": 417, "reverse hanging out of": 418, "flying in": 419, "reverse wrapped around": 420, "reverse towing": 421, "facing": 422, "reverse hugging": 423, "reverse tossing": 424, "reverse leaving": 425, "reverse staring at": 426, "underneath": 427, "reverse sniffing": 428, "flying": 429, "running across": 430, "reverse shining through": 431, "reverse piled on": 432, "has realism": 433, "reverse sitting behind": 434, "decorated with": 435, "reverse tying": 436, "reverse walking near": 437, "reverse swinging": 438, "playing in": 439, "standing near": 440, "reverse covering": 441, "reverse larger than": 442, "bigger than": 443, "standing by": 444, "reverse preparing": 445, "sniffing": 446, "reverse worn around": 447, "reverse going into": 448, "reverse wading in": 449, "climbing": 450, "sitting next to": 451, "reverse connected to": 452, "reverse sitting on top of": 453, "has length": 454, "reverse has thickness": 455, "swinging": 456, "dragging": 457, "reverse standing against": 458, "reverse pointing at": 459, "has sport": 460, "crossing": 461, "enclosing": 462, "walking into": 463, "has orientation": 464, "reverse looking into": 465, "typing on": 466, "reverse parked near": 467, "reverse wearing": 468, "reverse working on": 469, "reverse painted on": 470, "reverse hitting": 471, "growing in": 472, "growing from": 473, "reverse hanging from": 474, "has tone": 475, "reverse herding": 476, "resting on": 477, "reverse mixed with": 478, "reverse on the side of": 479, "cooked in": 480, "scattered on": 481, "reverse __background__": 482, "reverse attached to": 483, "reverse growing behind": 484, "standing around": 485, "reflecting in": 486, "walking past": 487, "reverse surrounding": 488, "tying": 489, "parked alongside": 490, "walking across": 491, "sitting inside": 492, "boarding": 493, "riding": 494, "reverse sitting atop": 495, "reverse running across": 496, "reverse covered in": 497, "reverse seen through": 498, "reverse guiding": 499, "reverse printed on": 500, "reverse draped over": 501, "inside": 502, "parked at": 503, "longer than": 504, "reverse looking out": 505, "on": 506, "about to hit": 507, "reverse cooking": 508, "reverse standing around": 509, "reverse floating on": 510, "has gender": 511, "mounted on": 512, "brushing": 513, "has width": 514, "by": 515, "connected to": 516, "wearing": 517, "growing next to": 518, "has pattern": 519, "balancing on": 520, "higher than": 521, "kicking": 522, "reverse taller than": 523, "reverse biting": 524, "reverse perched on": 525, "reverse parked at": 526, "reverse leading": 527, "reverse eating at": 528, "chasing": 529, "full of": 530, "reverse eating": 531, "growing behind": 532, "stacked on": 533, "reverse running in": 534, "reverse pulled by": 535, "reverse opening": 536, "to the right of": 537, "beside": 538, "mixed with": 539, "working on": 540, "touching": 541, "reverse playing in": 542, "reverse sitting beside": 543, "reverse surrounded by": 544, "reverse falling off": 545, "below": 546, "reverse hanging in": 547, "reverse has texture": 548, "reverse drinking": 549, "worn on": 550, "reverse walking up": 551, "on the side of": 552, "sleeping in": 553, "reverse plugged into": 554, "looking through": 555, "reverse around": 556, "pulling": 557, "making": 558, "guiding": 559, "running through": 560, "reverse growing near": 561, "has race": 562, "reverse has sport": 563, "reverse jumping off": 564, "has property": 565, "reverse riding in": 566, "coming down": 567, "on the front of": 568, "piled on": 569, "has state": 570, "reverse leaning over": 571, "reverse standing at": 572, "reverse coming out of": 573, "reverse growing next to": 574, "reaching for": 575, "reverse holding onto": 576, "reverse lying in": 577, "reverse coming from": 578, "carrying": 579, "hitting": 580, "reverse standing beside": 581, "reverse holding": 582, "reverse on": 583, "reverse hang from": 584, "reverse going down": 585, "standing on top of": 586, "jumping on": 587, "attached to": 588, "picking up": 589, "reverse lying next to": 590, "reverse sitting by": 591, "running on": 592, "reverse parked on": 593, "has company": 594, "reverse walking down": 595, "biting": 596, "lying on top of": 597, "reverse has opaqness": 598, "reverse walking to": 599, "reverse beneath": 600, "sitting at": 601, "reverse walking behind": 602, "reverse smelling": 603, "reverse flying in": 604, "reverse reflected in": 605, "reverse stacked on": 606, "reverse has age": 607, "reverse has vposition": 608, "lying in": 609, "adjusting": 610, "reverse has material": 611, "reverse swimming in": 612, "cooking": 613, "hanging in": 614, "reverse standing by": 615, "reverse sitting in front of": 616, "contain": 617, "talking to": 618, "chained to": 619, "reverse hanging over": 620, "has opaqness": 621, "reverse of": 622, "driving": 623, "reverse stuck on": 624, "reverse has flavor": 625, "reverse talking to": 626, "displayed on": 627, "holding": 628, "has sport activity": 629, "reverse bigger than": 630, "on the back of": 631, "reverse grazing in": 632, "walking towards": 633, "on the other side of": 634, "pushing": 635, "standing in": 636, "waiting for": 637, "perched on": 638, "holding onto": 639, "walking up": 640, "catching": 641, "cleaning": 642, "reverse parked in": 643, "reverse running on": 644, "floating on": 645, "lying next to": 646, "reverse following": 647, "wrapped around": 648, "reverse pulling": 649, "reverse filled with": 650, "looking over": 651, "surrounded by": 652, "observing": 653, "reverse close to": 654, "reverse exiting": 655, "reverse has orientation": 656, "reverse balancing on": 657, "going down": 658, "walking by": 659, "reverse trying to catch": 660, "following": 661, "reverse brushing": 662, "traveling down": 663, "reverse behind": 664, "has location": 665, "parked beside": 666, "reverse sitting at": 667, "reverse growing by": 668, "skiing on": 669, "reverse growing on": 670, "painted on": 671, "has size": 672, "working in": 673, "reverse to the right of": 674, "playing on": 675, "reverse playing on": 676, "reverse in": 677, "covered with": 678, "reverse has activity": 679, "reverse displayed on": 680, "traveling on": 681, "reverse walking on": 682, "reverse jumping over": 683, "at": 684, "coming out of": 685, "reverse lying on top of": 686, "reverse below": 687, "parked on": 688, "drinking from": 689, "reverse by": 690, "reverse served on": 691, "reverse drinking from": 692}